Repository: NMolargik/Stork
Catalog: Packages/Stork/Sources/StorkFeatureDeliveries/Localizable.xcstrings
Source language: en
Languages: es, fr_ca, ja

source: %@ baby, %@%@%@
es: Bebé %@, %@%@%@
fr_ca: Bébé %@, %@%@%@
ja: %@の赤ちゃん、%@%@%@

source: %@: %lld deliveries
es: %@: %lld partos
fr_ca: %@ : %lld accouchements
ja: %@：分娩%lld件

source: %lld Babies
es: %lld bebés
fr_ca: %lld bébés
ja: 赤ちゃん%lld人

source: %lld babies
es: %lld bebés
fr_ca: %lld bébés
ja: 赤ちゃん%lld人

source: %lld boys, %lld girls, %lld losses
es: %lld niños, %lld niñas, %lld pérdidas
fr_ca: %lld garçons, %lld filles, %lld pertes
ja: 男の子%lld人、女の子%lld人、死産%lld件

source: %lld deliveries
es: %lld partos
fr_ca: %lld accouchements
ja: 分娩%lld件

source: Add
es: Agregar
fr_ca: Ajouter
ja: 追加

source: Add Baby
es: Agregar bebé
fr_ca: Ajouter un bébé
ja: 赤ちゃんを追加

source: Add Tags
es: Añadir etiquetas
fr_ca: Ajouter des étiquettes
ja: タグを追加

source: Add a personal note...
es: Agrega una nota personal...
fr_ca: Ajouter une note personnelle...
ja: 個人的なメモを追加...

source: Additional Info
es: Información adicional
fr_ca: Infos supplémentaires
ja: 追加情報

source: An unknown error occurred. Please try again.
es: Se produjo un error desconocido. Inténtalo de nuevo.
fr_ca: Une erreur inconnue s'est produite. Veuillez réessayer.
ja: 不明なエラーが発生しました。もう一度お試しください。

source: Any number
es: Cualquier número
fr_ca: N'importe quel nombre
ja: 指定なし

source: Any number of babies
es: Cualquier número de bebés
fr_ca: N'importe quel nombre de bébés
ja: 赤ちゃんの人数を問わない

source: Apply
es: Aplicar
fr_ca: Appliquer
ja: 適用

source: At least one baby is required.
es: Se requiere al menos un bebé.
fr_ca: Au moins un bébé est requis.
ja: 赤ちゃんが1人以上必要です。

source: Babies
es: Bebés
fr_ca: Bébés
ja: 赤ちゃん

source: Babies:
es: Bebés:
fr_ca: Bébés :
ja: 赤ちゃん：

source: Baby
es: Bebé
fr_ca: Bébé
ja: 赤ちゃん

source: Baby %lld
es: Bebé %lld
fr_ca: Bébé %lld
ja: 赤ちゃん%lld

source: Baby %lld, %@, born at %@
es: Bebé %lld, %@, nacido a las %@
fr_ca: Bébé %lld, %@, né à %@
ja: 赤ちゃん%lld、%@、%@に誕生

source: Baby %lld: %@
es: Bebé %lld: %@
fr_ca: Bébé %lld : %@
ja: 赤ちゃん%lld：%@

source: Baby Count
es: Número de bebés
fr_ca: Nombre de bébés
ja: 赤ちゃんの人数

source: Baby sex
es: Sexo del bebé
fr_ca: Sexe du bébé
ja: 赤ちゃんの性別

source: C-section
es: Cesárea
fr_ca: Césarienne
ja: 帝王切開

source: Calendar
es: Calendario
fr_ca: Calendrier
ja: カレンダー

source: Cancel
es: Cancelar
fr_ca: Annuler
ja: キャンセル

source: Clear Filters
es: Borrar filtros
fr_ca: Effacer les filtres
ja: フィルターをクリア

source: Close
es: Cerrar
fr_ca: Fermer
ja: 閉じる

source: Content
es: Contenido
fr_ca: Contenu
ja: コンテンツ

source: Couldn't Save Delivery
es: No se pudo guardar el parto
fr_ca: Impossible d'enregistrer l'accouchement
ja: 分娩を保存できませんでした

source: Count
es: Cantidad
fr_ca: Nombre
ja: 件数

source: Create New Tag
es: Crear nueva etiqueta
fr_ca: Créer une nouvelle étiquette
ja: 新規タグを作成

source: Create Tag
es: Crear etiqueta
fr_ca: Créer l'étiquette
ja: タグを作成

source: Date
es: Fecha
ja: 日付

source: Date Range
es: Rango de fechas
fr_ca: Plage de dates
ja: 期間

source: Day
es: Día
fr_ca: Jour
ja: 日

source: Delete
es: Eliminar
fr_ca: Supprimer
ja: 削除

source: Delete baby
es: Eliminar bebé
fr_ca: Supprimer le bébé
ja: 赤ちゃんを削除

source: Delete delivery
es: Eliminar parto
fr_ca: Supprimer l'accouchement
ja: 分娩を削除

source: Delete this delivery?
es: ¿Eliminar este parto?
fr_ca: Supprimer cet accouchement?
ja: この分娩を削除しますか？

source: Deliveries
es: Partos
fr_ca: Accouchements
ja: 分娩

source: Deliveries:
es: Partos:
fr_ca: Accouchements :
ja: 分娩：

source: Delivery
es: Parto
fr_ca: Accouchement
ja: 分娩

source: Delivery Method
es: Método de parto
fr_ca: Méthode d'accouchement
ja: 分娩方法

source: Delivery date
es: Fecha del parto
fr_ca: Date de l'accouchement
ja: 分娩日

source: Delivery date and time
es: Fecha y hora del parto
fr_ca: Date et heure de l'accouchement
ja: 分娩の日時

source: Delivery method
es: Método de parto
fr_ca: Méthode d'accouchement
ja: 分娩方法

source: Delivery notes
es: Notas del parto
fr_ca: Notes de l'accouchement
ja: 分娩メモ

source: Details
es: Detalles
fr_ca: Détails
ja: 詳細

source: Dismiss
es: Descartar
fr_ca: Ignorer
ja: 閉じる

source: Done
es: Listo
fr_ca: Terminé
ja: 完了

source: Edit
es: Editar
fr_ca: Modifier
ja: 編集

source: Edit Baby
es: Editar bebé
fr_ca: Modifier le bébé
ja: 赤ちゃんを編集

source: Edit Delivery
es: Editar parto
fr_ca: Modifier l'accouchement
ja: 分娩を編集

source: Edit baby
es: Editar bebé
fr_ca: Modifier le bébé
ja: 赤ちゃんを編集

source: End Date
es: Fecha de fin
fr_ca: Date de fin
ja: 終了日

source: Epidural Used
es: Epidural usada
fr_ca: Péridurale utilisée
ja: 硬膜外麻酔使用

source: Epidural Used Only
es: Solo con epidural
fr_ca: Péridurale utilisée seulement
ja: 硬膜外麻酔使用のみ

source: Epidural used
es: Epidural usada
fr_ca: Péridurale utilisée
ja: 硬膜外麻酔使用

source: Examples: "Teaching Moment", "First Solo", "Night Shift". Do not include patient information.
es: Ejemplos: "Momento de enseñanza", "Primer parto sola", "Turno nocturno". No incluyas información de pacientes.
fr_ca: Exemples : "Moment d'enseignement", "Premier solo", "Quart de nuit". N'incluez aucun renseignement sur les patientes.
ja: 例：「指導の機会」「初めての単独担当」「夜勤」。患者情報は含めないでください。

source: Filter Deliveries
es: Filtrar partos
fr_ca: Filtrer les accouchements
ja: 分娩を絞り込み

source: Filter by Date Range
es: Filtrar por rango de fechas
fr_ca: Filtrer par plage de dates
ja: 期間で絞り込み

source: Filter deliveries
es: Filtrar partos
fr_ca: Filtrer les accouchements
ja: 分娩を絞り込み

source: Finish
es: Finalizar
fr_ca: Terminer
ja: 完了

source: Format
es: Formato
ja: 形式

source: Has Notes
es: Con notas
fr_ca: Avec notes
ja: メモあり

source: Height
es: Talla
fr_ca: Taille
ja: 身長

source: Height (cm)
es: Talla (cm)
fr_ca: Taille (cm)
ja: 身長（cm）

source: Height (in)
es: Talla (in)
fr_ca: Taille (po)
ja: 身長（in）

source: Height in centimeters
es: Talla en centímetros
fr_ca: Taille en centimètres
ja: センチメートル単位の身長

source: Height in inches
es: Talla en pulgadas
fr_ca: Taille en pouces
ja: インチ単位の身長

source: Length
es: Longitud
fr_ca: Longueur
ja: 身長

source: Log a Delivery
es: Registrar un parto
fr_ca: Enregistrer un accouchement
ja: 分娩を記録

source: Method
es: Método
fr_ca: Méthode
ja: 方法

source: Metric
es: Métrico
fr_ca: Métrique
ja: メートル法

source: Month
es: Mes
fr_ca: Mois
ja: 月

source: NICU
es: UCIN
fr_ca: USIN

source: NICU Stay
es: Estancia en UCIN
fr_ca: Séjour à l'USIN
ja: NICU入院

source: NICU stay
es: Estancia en UCIN
fr_ca: Séjour à l'USIN
ja: NICU入院

source: New Delivery
es: Nuevo parto
fr_ca: Nouvel accouchement
ja: 新規分娩

source: No Deliveries
es: Sin partos
fr_ca: Aucun accouchement
ja: 分娩なし

source: No Deliveries Yet
es: Aún no hay partos
fr_ca: Aucun accouchement pour l'instant
ja: まだ分娩がありません

source: No Matches
es: Sin coincidencias
fr_ca: Aucun résultat
ja: 一致なし

source: No deliveries match the current filters.
es: Ningún parto coincide con los filtros actuales.
fr_ca: Aucun accouchement ne correspond aux filtres actuels.
ja: 現在のフィルターに一致する分娩はありません。

source: Notes
es: Notas
ja: メモ

source: Nurse Catch
es: Atendido por enfermera
fr_ca: Accouchement par l'infirmière
ja: ナースキャッチ

source: Nurse catch
es: Atendido por enfermera
fr_ca: Accouchement par l'infirmière
ja: ナースキャッチ

source: Opens filter options for the delivery list
es: Abre las opciones de filtro de la lista de partos
fr_ca: Ouvre les options de filtrage de la liste des accouchements
ja: 分娩リストのフィルターオプションを開きます

source: Options
es: Opciones
ja: オプション

source: Permanently removes this delivery
es: Elimina permanentemente este parto
fr_ca: Supprime définitivement cet accouchement
ja: この分娩を完全に削除します

source: Preview
es: Vista previa
fr_ca: Aperçu
ja: プレビュー

source: Private notes for memorable deliveries. No PHI - just personal memories like "twins on Christmas!"
es: Notas privadas para partos memorables. Sin información de pacientes (PHI): solo recuerdos personales como "¡gemelos en Navidad!"
fr_ca: Notes privées pour les accouchements mémorables. Aucun renseignement personnel sur la santé - seulement des souvenirs personnels comme "des jumeaux à Noël!"
ja: 思い出に残る分娩のための個人メモです。PHI（保護対象保健情報）は記載せず、「クリスマスに双子！」のような個人的な思い出だけを残しましょう。

source: Record a Delivery
es: Registrar un parto
fr_ca: Consigner un accouchement
ja: 分娩を記録

source: Reset
es: Restablecer
fr_ca: Réinitialiser
ja: リセット

source: Save
es: Guardar
fr_ca: Enregistrer
ja: 保存

source: Search notes, tags, and methods
es: Buscar notas, etiquetas y métodos
fr_ca: Rechercher dans les notes, étiquettes et méthodes
ja: メモ、タグ、方法を検索

source: Selected (%lld)
es: Seleccionadas (%lld)
fr_ca: Sélectionnées (%lld)
ja: 選択済み（%lld）

source: Sex
es: Sexo
fr_ca: Sexe
ja: 性別

source: Sex distribution: %lld boys, %lld girls, %lld losses
es: Distribución por sexo: %lld niños, %lld niñas, %lld pérdidas
fr_ca: Répartition des sexes : %lld garçons, %lld filles, %lld pertes
ja: 性別の内訳：男の子%lld人、女の子%lld人、死産%lld件

source: Shows deliveries with ANY of the selected tags
es: Muestra partos con CUALQUIERA de las etiquetas seleccionadas
fr_ca: Affiche les accouchements ayant N'IMPORTE LAQUELLE des étiquettes sélectionnées
ja: 選択したタグのいずれかを含む分娩を表示します

source: Start Date
es: Fecha de inicio
fr_ca: Date de début
ja: 開始日

source: Suggested Tags
es: Etiquetas sugeridas
fr_ca: Étiquettes suggérées
ja: おすすめタグ

source: Tag name
es: Nombre de la etiqueta
fr_ca: Nom de l'étiquette
ja: タグ名

source: Tag: %@
es: Etiqueta: %@
fr_ca: Étiquette : %@
ja: タグ：%@

source: Tags
es: Etiquetas
fr_ca: Étiquettes
ja: タグ

source: Tags: %@
es: Etiquetas: %@
fr_ca: Étiquettes : %@
ja: タグ：%@

source: Tap here to start tracking your first delivery.
es: Toca aquí para registrar tu primer parto.
fr_ca: Touchez ici pour commencer à suivre votre premier accouchement.
ja: ここをタップして最初の分娩の記録を始めましょう。

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr_ca: Cette action est irréversible.
ja: この操作は取り消せません。

source: Unavailable
es: No disponible
fr_ca: Non disponible
ja: 利用不可

source: Units
es: Unidades
fr_ca: Unités
ja: 単位

source: Weight
es: Peso
fr_ca: Poids
ja: 体重

source: Weight (kg)
es: Peso (kg)
fr_ca: Poids (kg)
ja: 体重（kg）

source: Weight (oz)
es: Peso (oz)
fr_ca: Poids (oz)
ja: 体重（oz）

source: Weight in kilograms
es: Peso en kilogramos
fr_ca: Poids en kilogrammes
ja: キログラム単位の体重

source: Weight in ounces
es: Peso en onzas
fr_ca: Poids en onces
ja: オンス単位の体重

source: Yes
es: Sí
fr_ca: Oui
ja: はい

source: Your Tags
es: Tus etiquetas
fr_ca: Vos étiquettes
ja: あなたのタグ

source: Your logged deliveries will appear here.
es: Tus partos registrados aparecerán aquí.
fr_ca: Vos accouchements enregistrés apparaîtront ici.
ja: 記録した分娩がここに表示されます。

source: ^[%lld baby](inflect: true)
es: ^[%lld bebé](inflect: true)
fr_ca: ^[%lld bébé](inflect: true)
ja: 赤ちゃん%lld人

source: ^[%lld boy](inflect: true)
es: ^[%lld niño](inflect: true)
fr_ca: ^[%lld garçon](inflect: true)
ja: 男の子%lld人

source: ^[%lld girl](inflect: true)
es: ^[%lld niña](inflect: true)
fr_ca: ^[%lld fille](inflect: true)
ja: 女の子%lld人

source: ^[%lld loss](inflect: true)
es: ^[%lld pérdida](inflect: true)
fr_ca: ^[%lld perte](inflect: true)
ja: 死産%lld件

source: babies
es: bebés
fr_ca: bébés
ja: 赤ちゃん

source: deliveries
es: partos
fr_ca: accouchements
ja: 分娩

source: Epidural
fr_ca: Péridurale
ja: 硬膜外麻酔

source: Imperial
fr_ca: Impérial
ja: ヤード・ポンド法

source: No
fr_ca: Non
ja: いいえ

source: in
fr_ca: po
